var localizationJson_ar = [{
    header_services: "الخدمات",
    header_initiative_24: 'مبادرة ٢٤',
    header_masar: "مسار",
    header_oga: "الفسوحات الحكومية",
    header_vinCheck: "التحقق من المركبات",
    header_openData: "البيانات المفتوحة",
    header_contact: "اتصل بنا",
    header_licenses: "التراخيص",
    header_licenses_mawaniLicenses: "تراخيص الهيئة العامة للموانئ",
    header_licenses_custom_broker_license: "رخصة المخلص الجمركي",
    header_login: "تسجيل الدخول",
    header_logout: "تسجيل خروج",
    fasah: "فسح",
    mainarea_h3: " نافذة تختزل الزمن في كبسولة؛ لمنظومة استيراد وتصدير متكاملة",
    mainarea_p: "نافذة إلكترونية موحّدة؛ تعيد هندسة جميع تعاملات وإجراءات الاستيراد والتصدير، لتقدم لك العديد من الخدمات الميسرة للتجارة الدولية؛ بالربط مع الجهات المعنية، وتتبع الشحنات وحجز المواعيد، والدفع الإلكتروني، عبر نافذة إلكترونية موحدة!",
    getstartedBtn: "إبدأ الآن",
    learnMoreBtn: "اقرأ المزيد",
    please_select: "الرجاء الاختيار",
    guideline_Title: "الدليل المبسط لضوابط الاستيراد والتصدير في المملكة العربية السعودية",
    Governmental_agencies: "أدلة الجهات الحكومية",
    import: "إستيراد",
    export: "تصدير",
    products: "المنتجات",
    view_all_procedures: "الإطلاع على جميع الإجراءات",
    statistics_h2: "فسح تتحدث الأرقام",
    statistics_p: "نفخر بتيسير الخدمات لأفراد وشركات المنظومة اللوجستية في المملكة​",
    statistics_importerExporters: "المستوردون والمصدرون",
    statistics_customBrokers: "المخلصون الجمركيين",
    statistics_shipOperators: "مشغلي الموانئ",
    statistics_trainOperators: "مشغل قطار",
    statistics_shippingAgents: "وكلاء شحن",
    statistics_dealership: "وكلاء السيارات",
    statistics_mailExpress: "البريد السريع",
    statistics_airShipping: "الشحن الجوي",
    statistics_privateLabs: "المختبرات الخاصة",
    POE_h2: "المنافذ",
    POE_p: "منافذنا المفتوحة، براً وبحرا وجواً، تمد لك الطريق لتسهيل عملياتك التجارية",
    POE_imports: "الواردات",
    POE_exports: "الصادرات",
    POE_Containers: "الحاويات",
    POE_Declarations: "البيانات",
    POE_Manifests: "المانيفست",
    POE_Value: "القيمة",
    POE_All: "الكل",
    POE_portType: "نوع المنفذ",
    POE_Longitude: "خط الطول",
    POE_Latitude: "خط العرض",
    POE_CustomPort: "المنفذ الجمركي",
    news_h2: "آخر أخبارنا",
    news_p: "ابقَ على اطلاع على آخر مستجدات عالم اللوجستيات...​",
    news_viewAll: "عرض الكل",
    partners_h2: "شركائنا",
    partners_p: "For valuable partnerships in pursuit of logistic integration.​​",
    download_h2: "حمل التطبيق قريباً",
    download_p: "نصلكَ بالعالم عبر هاتفك المحمول ..",
    footer_flowUs: "تابعنا",
    footer_copyrights: "جميع الحقوق محفوظة لفسح © 2019",
    footer_poweredBy: "تطوير",
    tabadul: "تبادل",
    contact_meetUs: "قابلنا",
    contact_writeUs: "اكتب لنا",
    contact_messageSent: "تم ارسال رسالتك",
    contact_address: "3119 شارع العروبة، العليا، الرياض 12333 8311",
    contact_name: "الأسم",
    contact_email: "البريد الالكتروني",
    contact_mobile: "رقم الهاتف",
    contact_message: "الرسالة",
    contact_namePlaceholder: "اكتب اسمك الكامل",
    contact_emailPlaceholder: "اكتب عنوان البريد الالكتروني",
    contact_mobilePlaceholder: "اكتب رقم الهاتف",
    contact_messagePlaceholder: "اكتب رسالتك",
    send: "إرسال",
    back: "العودة",

    services_label: "الخدمات",
    services_importersExporters: "خدمات المستوردين والمصدرين",
    services_importersExportersSummary: "للمساهمة في عملية تيسير وتسهيل التجارة تمت إضافة ...",

    services_seaPort: "خدمات الموانئ البحرية",
    services_seaPortSummary: "تتيح النافذة الواحدة (فسح) خدمات خاصة للموانئ البحرية...",

    services_airservices: "خدمات المنافذ الجوية",
    services_airservicesSummary: "تتيح النافذة الواحدة (فسح) خدمات خاصة للمنافذ الجوية...",

    services_dryport: "خدمات الميناء الجاف",
    services_dryportSummary: "تتيح النافذة الواحدة (فسح) خدمات خاصة للميناء الجاف...",

    services_landport: "خدمات المنافذ البرية",
    services_landportSummary: "تتيح النافذة الواحدة (فسح) خدمات خاصة للمنافذ البرية...",
    services_moreInfo: "المزيد",
    services_h2: "فسح؛ نصلك بالعالم",
    services_p: "منصة واحدة تجمع لك خدماتك وإجراءاتك بتنوعاتها، ضمن منظومة استيراد وتصدير متكاملة",

    pdfs_h2: "نماذج التسجيل",
    pdfs_newUser: "تسجيل مستخدم جديد في خدمات فسح",
    pdfs_services: "اتفاقية طلب تسجيل في خدمات فسح",
    pdfs_deReg: "طلب إلغاء تسجيل في خدمات فسح",
    pdfs_reReg: "طلب إعادة تسجيل في خدمات فسح",
    pdfs_reActive: "طلب إعادة تنشيط اسم مستخدم لخدمات فسح",
    pdfs_resetPass: "طلب تجديد الرقم السري لخدمات فسح",
    pdfs_agreement: "اتفاقية تسجيل في خدمة المدفوعات الإلكترونية",
    pdfs_updateEmail: "تحديث بريد إلكتروني لمستخدم خدمات فسح ",
    pdfs_suspension: "طلب تعطيل مستخدم لخدمات فسح",

    saberHTML: ` <h2>تعلن الهيئة السعودية للمواصفات والمقاييس والجودة عن بدء التطبيق الإلزامي للمرحلة الثالثة
                لتسجيل
                المنتجات في منصة سابر اعتبارا من 01-06-2019 وذلك للوائح التالية:</h2>
            <br><br>
            <ol>
                <li>اللائحة الفنية للمصاعد الكهربائية للمباني والمنشآت</li>
                <li>اللائحة الفنية لمواد البناء - الجزء الأول: قطاعات المعادن وسبائكها للإنشاءات
                    والمباني</li>
                <li>اللائحة الفنية لمواد البناء - الجزء الثاني: مواد العزل ومواد تكسية المباني</li>
                <li>اللائحة الفنية لمواد البناء الجزء الثالث: الروابط الهيدروليكية والمنتجات ذات العلاقة
                </li>
                <li>اللائحة الفنية لمواد البناء - الجزء الرابع: الطوب والبلاط والسيراميك والأدوات الصحية
                    والمنتجات ذات العلاقة</li>
                <ul class="fancyUl">
                    <li>ويجب على جهــات تقويم المطابقــة وقف اصدار شهادات المطابقــة COC اعتبارا من
                        15-05-2019</li>
                    <li>وسوف يتم ايقاف اي إرساليات لا تحمل شهادات سابر اعتبارا من 01-06-2019</li>
                    <li>ويسمح للارساليات المصحوبة بشهادات COC الصادرة قبل 15-05-2019 فقط</li>
                </ul>
            </ol>`,

    oga_h2: "التكامل مع منصة فسح",
    oga_prag: "بناء على توجيهات لجنة تيسير الأعمال، يقدم هذا الموقع لكافة الجهات الحكومية الشروط والمعايير اللازمة لتقديم خدماتها التي تدخل بإجراءات بدء وممارسة وإنهاء الأعمال اللوجستية ضمن منصة فسح، أيضاً يحتوي على القواعد الإرشادية للمعايير والأدوات التي يجب الالتزام بها لتصبح خدماتها متوافقة مع هوية ومعايير منصة فسح.",

    oga_tab1: "المقدمة",
    oga_tab1_sub1: "خطوات التكامل مع منصة فسح",
    oga_tab1_sub2: "مخطط الخدمات",
    oga_tab2: "الشروط والمعايير",
    oga_tab2_sub1: "الدخول الموحد",
    oga_tab2_sub2: "إضافة خدمات ومعلومات الربط",
    oga_tab2_sub3: "هوية فسح",
    oga_tab3: "المبادرة",
    oga_tab3_sub1: "نَهج المُستخدِم",
    oga_tab3_sub2: "نَهج التَّصميم",
    oga_tab4: "مكونات السّمة",

    oga_tab1HTML: `<div class="row">
    <div class="col-sm-6">
        <h3>الهدف</h3>
        <p>يوفر موقع "الشروط والمعايير" لمنصة فسح رؤية مشتركة عالية المستوى لكافة
            الوزارات والهيئات والجهات الحكومية التي ستقدم خدماتها ضمن منصة منصة فسح
            من خلال إعادة تقديم هذه الخدمات وفق هوية ومعايير منصة فسح.<br><br> يصف هذا
            الموقع الشروط والمعايير الواجب الالتزام بها عند تصميم واجهات المستخدم،
            والدخول الموحد، وأسماء النطاقات الفرعية تحت Oga.Fasah.sa تستخدم فرق
            العمل لدى الوزارات والهيئات والجهات هذا الموقع كدليل أساسي في عملية
            ملائمة خدماتها مع هوية ومعايير برنامج فسح، لتبدو كمحطة موحدة لكافة
            الخدمات الخاصة ببدء وممارسة وإنهاء عمل تجاري بالمملكة.</p>
    </div>
    <div class="col-sm-6">
        ويساعد هذا الموقع على ملائمة الحلول المنفذة والتي سيتم تنفيذها مع الرؤية
        الإستراتيجية لبرنامج فسح مع الوزارات والهيئات والجهات الحكومية وغير الحكومية
        الأخرى.
        <br><br>
        <h3>القيود والاعتبارات</h3>
        <ul class="fancyUl">
            <li>التوافقية الكاملة مع هوية برنامج فسح لبدء وممارسة وإنهاء العمل.</li>
            <li>توفير كامل الحرية للجهات الحكومية وغير الحكومية باختيار التقنيات
                وأساليب تنفيذ الخدمات.</li>
            <li>الالتزام بكافة الشروط والمعايير الموجودة في هذا الموقع والروابط
                الخارجية فيه.</li>
            <li>تقديم رابط مستقل لكل خدمة ولكل ترخيص يتبع للجهة على سبيل المثال
                تقديم 3 روابط في حال وجود 3 رخص للجهة.</li>
        </ul>
    </div>
</div>

<br id="tab0_anchor0" class="ogaAnchor"><br>
<h2>خطوات التكامل مع منصة فسح</h2>
<div>
    <div class="row mt-3">
        <div class="col-sm-7">
            <div class="numbered">
                <i>1</i>
                <div>تطبيق هوية فسح</div>
            </div>
            <p>تزود منصة فسح الوزارات والجهات الحكومية بكافة الأدوات المطلوبة لتصميم
                تلك
                الخدمات وفق الهوية والمعايير المرئية لمنصة فسح. تتألف هذه الأدوات من
                كافة العناصر الأساسية المستخدمة بهوية منصة فسح، ونماذج القوالب
                لواجهات
                المستخدم، ودليل مفصل للأساليب المستخدمة بتصميم الواجهات.</p>
        </div>
        <div class="col-sm-5">
            <img src="../assets/images/oga_tab1_img1.png">
        </div>
    </div>
    <div class="row mt-5">
        <div class="col-sm-7">
            <div class="numbered">
                <i>2</i>
                <div>الدخول الموحد</div>
            </div>
            <p>تعمل منصة الدخول الموحد ضمن منصة فسح وذلك لتقديم خدمات إدارة
                المستخدمين
                وعمليات تسجيل الدخول والخروج لكافة الخدمات التي تندرج ضمن منصة فسح
                بشكل
                موحد، يقدم هذا الموقع كافة الخدمات والبرتوكولات المستخدمة لتزويد
                الجهات
                ببروتوكول الدخول الموحد إضافة إلى الكيفية التي يتم بها التأكد من
                المستخدمين وعمليات تسجيل خروجهم.</p>
        </div>
        <div class="col-sm-5">
            <img src="../assets/images/oga_tab1_img2.svg">
        </div>
    </div>
    <div class="row mt-5">
        <div class="col-sm-7">
            <div class="numbered">
                <i>3</i>
                <div>تبادل المعلومات</div>
            </div>
            <p>تهدف خدمات ويب تبادل المعلومات إلى إتاحة إمكانية متابعة الطلبات مع
                جميع
                الجهات الحكومية التي تقدم خدمات بدء وممارسة وإنهاء الأعمال اللوجستية
                ضمن
                منصة فسح. ، تستفيد الجهات من هذه المعلومات لتوحيد وتسهيل إجراءاتها
                وعدم
                طلب هذه المعلومات من المستخدم بشكل صريح، إضافة إلى إعلام البنية
                التحتية
                لمنصة فسح بالطلبات التي يتم تقديمها من المنصة.</p>
        </div>
        <div class="col-sm-5">
            <img src="../assets/images/oga_tab1_img3.svg">
        </div>
    </div>
    <div class="row mt-5">
        <div class="col-sm-7">
            <div class="numbered">
                <i>4</i>
                <div>خدمات ومعلومات الربط</div>
            </div>
            <p>للبدء بتقديم خدمات الجهات ضمن منصة فسح يجب تزويد فريق عمل منصة فسح
                بمجموعة من المعلومات وذلك لإنشاء ملف خاص بالجهة وبالتالي تزويد الجهة
                بكافة المعلومات المطلوبة لبدء الربط التقني.<br><br> توفر منصة فسح
                مجموعة
                الإرشادات والإجراءات الواجب الالتزام بها واتباعها أثناء نشر إحدى
                الخدمات
                الحكومية تحت الاسماء الفرعية لفسح، حيث يقدم هذا الموقع الشروط
                والإجراءات
                الواجب اتباعها لحجز اسم نطاق فرعي ضمن منصة فسح.</p>
        </div>
        <div class="col-sm-5">
            <img src="../assets/images/oga_tab1_img4.svg">
        </div>
    </div>
    <div class="row mt-5">
        <div class="col-sm-7">
            <div class="numbered">
                <i>5</i>
                <div>التحقق من جودة الخدمة</div>
            </div>
            <p>بعد الانتهاء من تطبيق الخطوات السابقة، سيقوم فريق فسح بالتنسيق مع
                الجهة
                للتحقق من مطابقة المعايير وتحقيق شروط الربط المطلوبة ومن ثم اعتمادها
                أو
                تقديم التوصيات في حال طلب المزيد من التحسينات.</p>
        </div>
        <div class="col-sm-5">
            <img src="../assets/images/oga_tab1_img5.svg">
        </div>
    </div>
</div>

<br><br><br>
<div class="text-center">
    <br id="tab0_anchor1" class="ogaAnchor">
    <br>
    <h2>مخطط الخدمات</h2>

    <br>
    <p>يقدم فسح ثلاث مكونات برمجية تدعم الملائمة الكاملة للخدمات التي تقدمها الجهات
        الحكومية تحت فسح بما يضمن ظهور هذه الخدمات وكأنها جزء أصيل من برنامج فسح،
        وهي
        كما التالي:</p>
    <br><br>
    <div class="oga_circles">
        <div class="oga_circle">
            <img src="../assets/images/oga_circle1.png">
            <h3>بوابة فسح</h3>
        </div>
        <div class="oga_circle">
            <img src="../assets/images/oga_circle2.png">
            <h3>دليل المحتوى التفاعلي</h3>
        </div>
        <div class="oga_circle">
            <img src="../assets/images/oga_circle3.png">
            <h3>خدمات الدخول الموحد</h3>
        </div>
    </div>
    <br>
    <p>إضافة إثنان من المعايير الثابتة والموحدة التي تضمن سهولة حركة المستخدم بين
        الخدمات بمرونة دون الحاجة إلى تغيير بروابط الخدمات أو الحاجة لإعادة تسجيل
        الدخول، وهي كما يلي:</p>
    <br>
    <div class="oga_circles">
        <div class="oga_circle">
            <img src="../assets/images/oga_circle4.png">
            <h3>أسماء النطاقات</h3>
        </div>
        <div class="oga_circle">
            <img src="../assets/images/oga_circle5.png">
            <h3>دليل المحتوى التفاعلي</h3>
        </div>
    </div>
</div>`,
    oga_tab2HTML: `<p>نوضح فيما يلي الشروط العامة والمعايير والإرشادات للخدمات الحكومية التي ستقدم
            خدماتها في برنامج فسح تبعًا لهويته ومعايير الخدمات المقدمة تحته، ربما تحتوي
            الفقرات التالية على بعض الروابط التي تحتوي على تفاصيل أكثر لكل فقرة من الفقرات.
            يجب تتبع هذه الروابط والمرفقات والالتزام بما جاء فيها من توجيهات وإرشادات لتقديم
            هذه الخدمات.</p>
            <br><br>
            <div class="row">
            <div class="col-sm-9">
                <br id="tab1_anchor0" class="ogaAnchor"><br>
                <h2>الدخول الموحد</h2>
                <p>تعمل منصة الدخول الموحد ضمن منصة فسح وذلك لتقديم خدمات إدارة المستخدمين
                    وعمليات تسجيل الدخول والخروج لكافة الخدمات التي تندرج ضمن منصة فسح بشكل
                    موحد، يقدم هذا الموقع كافة الخدمات والبرتوكولات المستخدمة لتزويد الجهات
                    ببروتوكول الدخول الموحد إضافة إلى الكيفية التي يتم بها التأكد من
                    المستخدمين وعمليات تسجيل خروجهم</p>
            </div>
            <div class="col-sm-3">
                <img src="../assets/images/oga_tab2_img1.png">
            </div>
            </div>
            <br>
            <h3>بروتوكول الدخول الموحد</h3>
            <p>يعتمد نظام الدخول الموحد بشكل كامل على برتوكول oauth لتسجيل الدخول بين الخدمات
            والأنظمة التي ترتبط مع فسح. يعد برتوكول oauth معيار مفتوح لتفويض المستخدمين أو
            الخدمات للوصول إلى معلومات تطبيقات أو خدمات أخرى على الإنترنت دون منحهم كلمات
            المرور.<br><br> تستخدم العديد من الشركات المشهورة (مثل قوقل، فيسبوك، تويتر إلخ)
            هذه الآلية لمنح المستخدمين حق الوصول إلى مجموعة من بيانات حسابات الأشخاص المسجلة
            لديها.<br><br> يلخص الشكل التالي آلية التواصل الكاملة بين نظام الدخول الموحد
            والخدمات التي تقدمها الجهات لتعمل وفقاً لهوية ومعايير منصة فسح:<br> من أجل البدء
            بعملية ربط الخدمة مع نظام الدخول الموحد الخاص بفسح عليك الحصول على التالي من
            خلال التواصل مع مدير المشروع:</p>
            <ul class="fancyUl">
            <li>معرف النظام أو الخدمة (الخاص بك)</li>
            <li> رابط نظام الدخول الموحد على البيئة الفعلية</li>
            <li> تجهيز جزئية تسجيل الدخول في النظام أو الخدمة بحيث تقوم بإعادة توجيه
                المستخدم إلى صفحة الدخول الموحد بعد تجهيزها بمعرف النظام الذي تم الحصول عليه
                بالخطوة الأولى</li>
            <li> رابط العودة في النظام الذي سيتم إعادة توجيه المستخدم له بعد التأكد من هويته
            </li>
            <li> تجهيز نظامك بنقطة عودة من نظام الدخول الموحد التي سيتم إرسال رمز الوصول
                عليها لاستخدامه من قبل نظامك</li>
            <li> يمكنك استخدام خدمات الويب الخاصة بنظام الدخول الموحد للتأكد من رمز الوصول
                إضافة إلى عملية الخروج من النظام</li>
            <li> الصلاحيات والتفويض الالكتروني: للاستفادة من خدمة تفاويض المقدمة من نظام
                الدخول الموحد يرجى تعبئة النموذج.</li>
            </ul>
            <br><br>
            <br id="tab1_anchor1" class="ogaAnchor"><br>
            <h2>إضافة خدمات ومعلومات الربط</h2>
            <img src="../assets/images/oga_tab2_img2.svg" class="floatedImg">
            <p>فيما يلي المعلومات المطلوبة من الجهة التي تريد تقديم خدماتها ضمن منصة فسح:</p>
            <ul class="fancyUl">
            <li>معلومات الخدمة على البوابة</li>
            <li> اسم الخدمة</li>
            <li> وصف الخدمة</li>
            <li> رمز (صورة) الخدمة</li>
            <li> معلومات الخدمة التقنية</li>
            <li> اسم النطاق الفرعي</li>
            <li> عنوان خادم الخدمة في البيئة الحية الحقيقي (Real IP)</li>
            <li> عنوان خادم الخدمة في البيئة قبل الحية الحقيقي (Real IP)</li>
            <li> رابط الصفحة الرئيسية للخدمة - حيث سيتم تحويل العملاء عليه، ليقوم بدوره
                بتحويلهم على رابط تسجيل الدخول من نظام الدخول الموحد</li>
            <li>المعلومات التي ستقدم للجهة</li>
            <li> رابط الدخول الموحد على البيئة الفعلية - لاستخدامه عند إطلاق الخدمة على
                البيئة الفعلية</li>
            <li> رابط الدخول الموحد على البيئة قبل الفعلية - لاستخدامه في مرحلة تطوير
                واختبار الخدمة</li>
            <li>معرف الجهة في نظام الدخول الموحد (ClientID and SecID) - لاستخدامه عند إعادة
                توجيه المستخدم إلى صفحة تسجيل الدخول</li>
            <li> تأكيد إنشاء اسم نطاق فرعي للبيئة الحية - لتوجيه المستخدمين إلى عنوان خادم
                الخدمة في البيئة الحية</li>
            <li> تأكيد إنشاء اسم نطاق فرعي للبيئة قبل الحية - لتوجيه المستخدمين إلى عنوان
                خادم الخدمة في البيئة قبل الحية</li>
            </ul>
            <br><br>
            <h3>أسماء النطاقات</h3>
            <p>توفر منصة فسح مجموعة الإرشادات والإجراءات الواجب الالتزام بها واتباعها أثناء نشر
            إحدى الخدمات الحكومية تحت الأسماء الفرعية لفسح، حيث يقدم هذا الموقع الشروط
            والإجراءات الواجب اتباعها لحجز اسم نطاق فرعي ضمن منصة فسح.</p>
            <br><br>
            <h3>معايير أسماء النطاقات</h3>
            <p>يتم إنشاء أسماء النقاطات الفرعية للخدمات التي ستقدم ضمن منصة فسح من خلال التقدم
            بطلب لمدير برنامج فسح. تخضع أسماء النطاقات والنطاقات الفرعية في التسمية إلى
            أسلوب الأكثر تخصيصًا إلى أكثر تعميمًا، وذلك لتمييز خدمات وأنظمة برنامج فسح عن
            الخدمات والأنظمة المقدمة من الجهات الخارجية. تخضع أسماء النطاقات الفرعية ضمن
            منصة فسح إلى مجموعة من شروط التسمية المعروفة، على الشكل التالي:</p>
            <ul class="fancyUl">
            <li>تقبل فقط الحروف الإنجليزية الكبيرة والصغيرة، والأرقام الإنجليزية</li>
            <li> يتم قبول رمز السالب (-) في اسم النطاق الفرعي، لكن لا يقبل أن يبدأ الاسم به
            </li>
            <li> الحد الأدنى لاسم النطاق الفرعي هو 3 حروف والحد الأعلى هو 15 حرف</li>
            <li>يجب تجنب أي رموز خاصة في اسم النطاق مثل (\ / : * ؟ " <> | , ! @ # $ % ^ & .
                    () {} [] )</li>
            </ul>
            <br><br>
            <h3>شروط حجز اسم النطاق الفرعي</h3>
            <ul class="fancyUl">
            <li>أن يعبر الاسم عن اسم الجهة الحكومية أو اسم الخدمة التي تقدمها</li>
            <li>ألا يكون قد تم حجزه مسبقًا ضمن منصة فسح، وذلك لضمان أن تكون الأسماء فريدة
            </li>
            <li>ألا يكون الاسم أحد الأسماء المحجوزة لخدمات وتطبيقات منصة فسح</li>
            <li>أن تدعم الخدمة المقدمة برتوكول نقل البيانات المشفرة Https</li>
            </ul>
            <br><br>
            <h3>الأحكام والشروط</h3>
            <ul class="fancyUl">
            <li>يجب التأكد من استجابة خوادم الجهة وأن تكون نسبة الإتاحة عالية</li>
            <li>يتم إيقاف الخدمة في حال الاشتباه بوجود محاولة اختراق</li>
            <li>يتم عرض اسم ووصف ورمز الخدمة على بوابة فسح</li>
            <li>يتم الإنتقال للخدمة بموجوب برتوكول الدخول الموحد المزود من فسح</li>
            </ul>
            <br><br>
            <br id="tab1_anchor2" class="ogaAnchor"><br>
            <h2>هوية فسح</h2>
            <img src="../assets/images/oga_tab2_img3.svg" class="floatedImg">
            <p>تزود منصة فسح الوزارات والجهات الحكومية بكافة الأدوات المطلوبة لتصميم تلك الخدمات
            وفق الهوية والمعايير المرئية لمنصة فسح. تتألف هذه الأدوات من كافة العناصر
            الأساسية المستخدمة بهوية منصة فسح، ونماذج القوالب لواجهات المستخدم، ودليل مفصل
            للأساليب المستخدمة بتصميم الواجهات<br><br>يتطلب تطبيق الهوية بالشكل الصحيح عكسها
            على
            كافة مكونات وعناصر صفحات الخدمة التي سيتم ربطها كما يلي:</p>
            <ul class="fancyUl">
            <li>إضافة شعار فسح في رأس الصفحة للخدمة التي سيتم ربطها</li>
            <li> إزالة أي روابط لا تتعلق بالخدمة من الصفحات</li>
            <li> إضافة رأس وتذييل الصفحة المخصص لهوية فسح (Header and footer)</li>
            <li>تطبيق واستخدام ألوان هوية فسح التي تم تفصيلها في بوابة الهوية فقط </li>
            <li>استخدام العناصر المكونة للتصميم كما تم تفصيلها في بوابة الهوية مثل: الأزرار،
                عناصر النماذج، مكتبة الأيقونات، مربعات التنبيهات</li>
            <li> تطبيق الخط الرسمي لهوية فسح</li>
            <li> إضافة عبارة توضح اسم الجهة التي تدير الخدمة (مثال : هذة الخدمة مدارة من
                وزارة التجارة والاستثمار) عند تطبيق كافة معايير هوية فسح، سيكون المخرج
                النهائي مقارب لما هو موجود في قالب التصميم الموضح في هذه الصفحة</li>
            </ul>`,
    oga_tab3HTML: `<p>تهدف هذه المبادرة إلى مساعدة التُّجار على معالجة تصاريحهم المقدمة من خلال مِنَصّة
            OGA بسلاسة عبر فَسح. يتم ذلك عن طريق الطُّرق الرّئيسية التّالية:</p>
        <br>
        <div class="oga_circles text-center">
            <div>
                <img src="../assets/images/oga_tab3_img1.svg">
                <div class="mt-2">الدّخول المُوحَّد</div>
            </div>
            <div>
                <img src="../assets/images/oga_tab3_img2.svg">
                <div class="mt-2">السِّمة (مُكونات واجِهة المُستخدِم)</div>
            </div>
            <div>
                <img src="../assets/images/oga_tab3_img3.svg">
                <div class="mt-2">خدمة الويب / تكامل واجهة برمجة التطبيقات (API)</div>
            </div>
        </div>
        <br><br>
        <h3>نَظرة شاملة للحَالة المُتوقَّعة</h3>
        <p>يَجب على العَمليّة المُقترحة التّعامل مع حالَتين للاستِخدام رئيسيَّتين مع القدرة
            على توجيه المستخدِم بسلاسة دون أي عائق.</p>
        <br><br>
        <h3>حالَة الاستِخدام الأُولى</h3>
        <br>
        <img src="../assets/images/oga_tab3_img4.svg" class="block">
        <br>
        <p>بناءً على حالة الاستخدام الأولى لنقل جلسة عمل المستخدِم، المستخدِم مُسجَّل في
            فَسح (موجود في فَسح) وموجود في منصة OGA.</p>
        <ol>
            <li>يقوم المستخدِم بزيارة موقع فَسح الإلكتروني (www.fasah.sa)</li>
            <li> يقوم المستخدِم بتسجيل دخوله إلى منصّة فَسح</li>
            <li>يَظهر خيار تَخليص ال OGA كجُزء من القائمة الجانبيّة في الصّفحة الرئيسيّة
            </li>
            <li>يقوم المستخدم بنقر قائمة OGA</li>
            <li>يقوم النّظام بعرض جميع خدمات OGA المتكاملة</li>
            <li> يختار المستخدِم ال OGA المراد</li>
            <li> يقوم النّظام بعرض جميع الموافقات ذات الصلة بذلك ال OGA</li>
            <li>يختار المستخدم الموافقة المرادة</li>
            <li>يقوم النظام بالمصادقة على المستخدِم من خِلال التّسجيل الموحّد</li>
            <li>يقوم النظام بإعادة توجيه المستخدِم في نظام فَسح إلى سمة OGA</li>
        </ol>
        <br><br>
        <h3>حالَة الاستِخدام الثانية</h3>
        <br>
        <img src="../assets/images/oga_tab3_img5.svg" class="block">
        <br>
        <ol>
            <li>يقوم المستخدِم بزيارة موقع فَسح الإلكتروني (www.fasah.sa)</li>
            <li>يقوم المستخدِم بتسجيل دخوله إلى منصّة فَسح</li>
            <li>يَظهر خيار تَخليص ال OGA كجُزء من القائمة الجانبيّة في الصّفحة الرئيسيّة
            </li>
            <li>يقوم المستخدم بنقر قائمة OGA </li>
            <li>يقوم النّظام بعرض جميع خدمات OGA المتكاملة</li>
            <li> يختار المستخدِم ال OGA المراد</li>
            <li>يقوم النّظام بعرض جميع الموافقات ذات الصلة بذلك ال OGA </li>
            <li>يختار المستخدم الموافقة المرادة</li>
            <li>يقوم النظام بالمصادقة على المستخدِم من خِلال التّسجيل الموحّد</li>
            <li>يقوم النظام بإعادة توجيه المستخدِم في نظام فَسح إلى سمة OGA</li>
        </ol>
        <br><br>
        <br id="tab2_anchor0" class="ogaAnchor"><br>
        <h2>نَهج المُستخدِم</h2>
        <br>
        <h3>حالَة الاستِخدام الأُولى</h3>
        <br>
        <img src="../assets/images/oga_tab3_img6.svg" class="block">
        <br>
        <p>بناءً على حالة الاستخدام الأولى لنقل جلسة عمل المستخدِم، المستخدِم مُسجَّل في
            فَسح (موجود في فَسح) وموجود في منصة OGA.</p>
        <ol>
            <li>يقوم النظام بالمصادقة على المستخدِم من خلال التّسجيل الموحّد</li>
            <li>يتحقق نظام OGA من وجود المستخدم هناك أم لا</li>
            <li>يقوم نظام OGA بإيجاد المستخدم المصادق عليه (المستخدِم موجود في النظام
                الأساسي لـ OGA)</li>
            <li>يقوم المستخدِم بالتّقديم على التّخليص المطلوب من خلال استكمال الإجراءات
                الداخلية لل OGA المستهدف</li>
            <li>يقوم نظام OGA بتزويد فَسح بالقرارات التي يتخذها موظف OGA</li>
            <li>يتلقى فَسح القرار الذي قدمه موظف OGA</li>
            <li>يرسل فَسح رد التخليص الجمركي ومعلومات القبول إلى الجمارك</li>
        </ol>
        <br><br>
        <h3>حالَة الاستِخدام الثانية</h3>
        <br>
        <img src="../assets/images/oga_tab3_img7.svg" class="block">
        <br>
        <p>في حالة الاستخدام الثانية، يوجد المستخدم في فَسح لكنه غير موجود في نظام OGA. في
            هذه الحالة، يتم توجيه المستخدِم إلى نظام OGA مع كافة المعلومات اللازمة ويقوم
            نظام OGA بتخزين معلومات المستخدِم لتمكين المستخدم من التّقديم على التّخليص.</p>
        <ol>
            <li>يقوم النظام بالمصادقة على المستخدِم من خلال التّسجيل الموحّد</li>
            <li>يتحقق نظام OGA من وجود المستخدم هناك أم لا</li>
            <li>لا يستطيع نظام OGA إيجاد المستخدم المصادق عليه (المستخدِم غير موجود في
                النظام الأساسي لـ OGA)</li>
            <li>يحفظ نظام OGA معلومات المستخدِم المُعاد توجيهها</li>
            <li>يقوم المستخدِم بالتّقديم على التّخليص المطلوب من خلال استكمال الإجراءات
                الداخلية لل OGA المستهدف</li>
            <li>يقوم نظام OGA بتزويد فَسح بالقرارات التي يتخذها موظف OGA</li>
            <li>يتلقى فَسح القرار الذي قدمه موظف OGA</li>
            <li>يرسل فَسح رد التخليص الجمركي ومعلومات القبول إلى الجمارك</li>
        </ol>
        <br><br>
        <br id="tab2_anchor1" class="ogaAnchor">
        <br>
        <h2>نَهج التَّصميم</h2>
        <br>
        <h3>حالَة الاستِخدام الأُولى</h3>
        <p>استنادًا إلى حالة الاستخدام الأولى فيما يتعلق بـ UI/UX، يجب تمكين المستخدِم من
            عرض جميع تصاريح ال OGA المسّجلة قبل الحاجة إلى تسجيل الدّخول. بمجرد أن يختار
            المستخدم OGA معطى، يجب على النظام عرض قائمة التخليصات المتعلقة بال OGA المختار.
            يجب تمكين المستخدم من عرض جميع الشروط والمتطلبات ذات الصلة للتخليص المختار.
            ويشمل ذلك، على سبيل المثال لا الحصر، ما يلي:</p>
        <ul class="fancyUl">
            <li>اسم الخدمة </li>
            <li>وصف الخدمة </li>
            <li>المستهلِك المستهدَف، على سبيل المثال (CB، Trader، Company، Average Joe ...
                إلخ.) </li>
            <li>المتطلبات الأساسية (الوثائق المطلوبة، الترخيص، الجنسية ... إلخ) </li>
            <li>الإطار الزمني المتوقع لاستكمال تقديم الطلب</li>
            <li> الخطوة التالية في العملية بعد الموافقة على الطلب، في حالة وجودها، مثال:
                <ul>
                    <li>هل يحتاج هذا الطلب إلى موافقة من طرف آخر؟</li>
                    <li>هل هذا الطلب مربوط مع طرف آخر لإكماله (ترخيص OGA 1 -> ترخيص OGA 2 ->
                        الآن المستخدم مؤهل لطلب هذا التخليص)</li>
                </ul>
            </li>
            <li>التسعير لهذا التّخليص إذا كان يستحق عليه الدفع</li>
            <li>الإطار الزمني المتوقع لمعالجة الطلب، يمكن تصعيده (SLA) </li>
            <li>حسابات الشبكة الاجتماعية إذا كانت متوفرة</li>
        </ul>
        <br><br>
        <h3>نموذج أولي مبدئي – حالة الاستخدام الأولى</h3>
        <p>في صفحة فَسح الرئيسيّة، يقوم المستخدم بالوصول إلى تخليصات OGA من خلال ترويسة
            التّنقل الرئيسية</p>
        <img src="../assets/images/oga_tab3_img8.svg" class="block">
        <br>
        <ol>
            <li>شريط التمرير الرئيسي، صورة ثابتة، أو فقرة تشرح الهدف من تخليصات OGA</li>
            <li>بحث/ فرز التخليصات المتاحة</li>
            <li>مساحة عرض تخليصات OGA وتحتوي على:
                <ul>
                    <li>أيقونة ال OGA </li>
                    <li>اسم ال OGA</li>
                    <li>وصف ال OGA </li>
                    <li>عدد الموافقات المتاحة لل OGA المختار</li>
                </ul>
            </li>
        </ol>
        <br><br>
        <img src="../assets/images/oga_tab3_img9.svg" class="block">
        <br>
        <ol>
            <li>بحث/ فرز التخليصات المتاحة لل OGA المختار </li>
            <li>جدول البيانات لجميع عمليات التصريح المتعلقة بـ OGA المختارة التي تحتوي على
                ما يلي:
                <ul>
                    <li>اسم التخليص</li>
                    <li>عدد الأيام المتوقعة لإكمال التخليص </li>
                    <li>تسعير التخليص إذا لزم الأمر</li>
                </ul>
            </li>
        </ol>
        <br><br>
        <img src="../assets/images/oga_tab3_img10.svg" class="block">
        <br>
        <ol>
            <li>اسم التخليص المختار كعنوان</li>
            <li>عدد الخطوات المتبقية أو العملية التالية اللازمة لإكمال المعاملة إذا تطلب
                التخليص موافقة من جهات متعددة</li>
            <li>معلومات التخليص العامة، وتحتوي على ما يلي:
                <ul>
                    <li>وصف الخدمة</li>
                    <li>المستهلِك المستهدَف، على سبيل المثال (CB، Trader، Company، Average
                        Joe ... إلخ.) </li>
                    <li>المتطلبات الأساسية (الوثائق المطلوبة، الترخيص، الجنسية ... إلخ)
                    </li>
                    <li>الإطار الزمني المتوقع لاستكمال تقديم الطلب </li>
                    <li>التسعير لهذا التّخليص إذا كان يستحق عليه الدفع</li>
                    <li>الإطار الزمني المتوقع لمعالجة الطلب، يمكن تصعيده (SLA) </li>
                    <li>حسابات الشبكة الاجتماعية إذا كانت متوفرة</li>
                </ul>
            </li>
        </ol>
        <br><br>
        <img src="../assets/images/oga_tab3_img11.svg" class="block">
        <br><br>
        <h3>حالة الاستخدام الثّانية</h3>
        <p>استنادًا إلى حالة الاستخدام الثانية، فيما يتعلق بـ UI/UX، سيُسجّل المستخدم الدخول
            إلى فَسح وستظهر تخليصات OGA كرابط تنقل في القائمة الجانبية. بمجرد النقر عليها،
            سيعرض النظام جميع تخليصات OGA المسّجلة. يحتاج المستخدم إلى اختيار OGA معين حتى
            يتمكن النظام من عرض قائمة الموافقات المتعلقة بذلك ال OGA. يجب تمكين المستخدم من
            عرض جميع الشروط والمتطلبات ذات الصلة للتخليص المختار. ويشمل ذلك، على سبيل المثال
            لا الحصر، ما يلي:</p>
        <ul class="fancyUl">
            <li>اسم الخدمة</li>
            <li> وصف الخدمةالمستهلِك المستهدَف، على سبيل المثال (CB، Trader، Company،
                Average Joe ... إلخ.)</li>
            <li>المتطلبات الأساسية (الوثائق المطلوبة، الترخيص، الجنسية ... إلخ)</li>
            <li>الإطار الزمني المتوقع لاستكمال تقديم الطلب </li>
            <li>الخطوة التالية في العملية بعد الموافقة على الطلب، في حالة وجودها، مثال:
                <ul>
                    <li>هل يحتاج هذا الطلب إلى موافقة من طرف آخر؟ </li>
                    <li>هل هذا الطلب مربوط مع طرف آخر لإكماله (ترخيص OGA 1 -> ترخيص OGA 2 ->
                        الآن المستخدم مؤهل لطلب هذا التخليص) </li>
                </ul>
            </li>
            <li>التسعير لهذا التّخليص إذا كان يستحق عليه الدفع</li>
            <li>الإطار الزمني المتوقع لمعالجة الطلب، يمكن تصعيده (SLA)</li>
            <li>حسابات الشبكة الاجتماعية إذا كانت متوفرة </li>
        </ul>
        <p>فيما يتعلق بطلبات التّخليص المقدمة، والمرفوضة، والتي بحاجة إلى تعديل، والموافق
            عليها، يجب أن يعرض النظام قوائم فرعية لهذه العناصر وفقًا لذلك (يجب أن يتم ذكرها
            في دليل التكامل مع كيفية التعامل معها إذا طُلبت من OGA).</p>
        <h3>نموذج أولي مبدئي – حالة الاستخدام الثّانية</h3>
        <p>لوحة التّحكم الرئيسية التي تعرض مؤشرات الأداء الرئيسية العامة للمستخدِم ستظهر
            تخليصات OGA كرابط تنقّل في القائمة الجانبية. يجب أن يشمل ذلك القوائم الفرعية ذات
            الصلة. </p>
        <br>
        <p>بالنسبة للنماذج الأولية المتبقية (2،3،4)، ستتبع العمليّة النمط الموضح في نموذج
            أولي مبدئي – حالة الاستخدام الأولى</p>
        <br>
        <img src="../assets/images/oga_tab3_img11.svg" class="block">
        <br>
        <h3>إرشادات السّمة</h3>
        <p>يشرح هذا القِسم النّمط المتوقع الذي يجب اتباعه كمعيار من قبل جميع OGAs المعنية.
            ويشمل ذلك مكونات السمة، والأيقونات، والشعارات، ونظام الألوان عند تطبيق السّمة.
        </p>
        <h3>ترويسة وتذييل الصفحة</h3>
        <p>من أجل تمثيل سِمة فَسح وهويتها بشكل صحيح، يجب أن يكون العرض التقديمي كما يلي:</p>
        <ul class="fancyUl">
            <li>يجب إضافة شعار فَسح في الجانب الأيمن من بداية الخدمة المتكاملة</li>
            <li>يجب أن يظهر شعار الرؤية 2030 على يسار شعار فَسح على اليمين</li>
            <li>يجب إضافة شعار OGA في الجانب الأيسر من الترويسة</li>
            <li>يجب إزالة أي روابط غير مرتبطة بالخدمة</li>
            <li>إضافة رأس وتذييل الرئيسية باستخدام سِمة فَسح</li>
            <li>رمز لون فَسح الأساسي إلزامي كما هو موضح في وثائق هوية فَسح</li>
        </ul>
        <br>
        <ol>
            <li>المكان المناسب لشعار فَسح / الرؤية 2030 على الترويسة الثانوية</li>
            <li>شعار OGA يتواجد على اليسار</li>
            <li>ملف تعريف حساب المستخدم مع تسجيل الخروج يندرج من قائمة على الترويسة الأساسية
            </li>
            <li>الخدمة التي تديرها OGA أو طرف آخر على الجانب الأيسر من تذييل الصفحة، و على
                الجانب الأيمن حسابات الشبكة الاجتماعية</li>
        </ol>
        <br>
        <img src="../assets/images/oga_tab3_img12.svg" class="block">
        <br>`,

}]